tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "dooit", args: ["HEAD"]
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "gnupg"
brew "pkg-config"
brew "hyperfine"
brew "ifstat"
brew "jq"
brew "ldns"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "openssh"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "vivid"
brew "zsh"
brew "zsh-vi-mode"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas-cli/tap/mas"
brew "qmk/qmk/qmk"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iterm2"
cask "kitty"
cask "qmk-toolbox"
cask "sf-symbols"
cask "wezterm-nightly"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
vscode "bungcip.better-toml"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "TabNine.tabnine-vscode"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
